{"title":"10月总结","date":"2020-11-01T13:17:54.000Z","date_formatted":{"ll":"2020年11月1日","L":"2020/11/01","MM-DD":"11-01"},"thumbnail":"2020/Summary-of-October/pic.jpg","color":"#111","link":"2020/Summary-of-October","tags":["Life","总结"],"categories":["每月总结"],"updated":"2020-11-01T14:48:22.569Z","content":"<p>更新博客的频率越来越少了，有时候一忙起来就忘记了它的存在，因此打算以后每个月底写一篇总结，以保每月至少更新一篇博客。</p>\n<p>第一篇总结在十一月的第一天姗姗来迟。</p>\n<p>生活上：十月中旬，突如其来的噩耗打破了平静的生活，20年来我第一次感觉到死亡的距离原来这么近。一切都好像梦一般，匆忙潦草地就结束了，从冷静麻木再到后知后觉的悲伤难过，所有的事好像都在警醒我两个字：珍惜。</p>\n<p>感情上：十月的开始是快乐的，国庆王先生来桂林陪了我六天，尽管期间我总是在挑他的小毛病而生气，但我们走过的每个地方都留下了带有他的回忆。在十几天后再次走过那里还能想起我们两个人一起的场景。好像终于明白了电影里为什么男女主角总是相约多年后重返刚认识的地方，回忆两个人的往事足迹真是一件浪漫的事。</p>\n<p>学习上：这是转专业开学后的第二个月了，这两个月里每天几乎都是被学习充满的，刚结束了一个网工的实习，上周又开始了补修的ACM实习，下周Java、算法和微机原理就要结课了，将要迎来的又是一大波考试。压力好像一直都存在，但我尽量把它隐藏起来了，只要我忙起来了好像就忘记了。前几天和王先生打电话的时候聊到了学习方面的问题，他第一次这么严肃的和我谈这个问题，他说单单仅靠学校的学习课程是不够的，要规划自己以后的方向，要多学习一些课程以外的知识，不然找工作真的没那么简单。</p>\n<p>听完了觉得自己胸口堵得透不过气，我也想过这些问题，但是即使我考虑了也一时间找不到平衡的方法。未来的规划，我好像也不是特别清晰，我只知道一个大概的方向，但我要具体做什么、我要怎么规划好以后的路，我自己也没有答案。于是我就把这些要考虑的问题都藏在心里了，安慰自己没那么难的，没那么残酷的，让自己尽量乐观起来。但今天他把这些问题硬生生的拿出来放出来要我面对，我害怕，我迷茫又无助，我着急但又不知道自己该怎么做。</p>\n<p>以现在的我，空闲时间好像全都给学习了，但依然觉得学业的完成都存在困难，大三转专业，要想大四能正常去实习找工作，那这一年内就要同时修完大一大二大三的课程，而很多重要且有难度的科目偏偏就是在大二，周围的同学都已经学过了，自己落后太多了，我也很着急。但这是我自己的选择，我也预料了是这样的情况，但我相信自己可以做到的，可现在看来似乎并不像我想得那么简单。2020突如其来的疫情也给找工作带来了影响，我也不由担心起来自己会不会真像他说的连工作都找不到，只能被迫去考研逃避就业。</p>\n<p>他说，大学不能过于安逸了，真的要紧张起来了，不然找工作的时候到了那种境地只会更无助后悔。一时间觉得自己的时间更紧迫了，如果我刚入学的时候就选择了这个方向，我就不会浪费了两年的时间，而现在我的时间只剩不够一半了，我甚至一时间连规划都无从下手。现在的状态让我想到了高三的自己，那时候自己的适应能力很差，从初中到高中学习方式一直没能转换过来，加上高二的时候因为追星，那时候自己可以说是直到高三才醒悟过来补前面欠下的知识。</p>\n<p>”不敢快乐“，王先生总是取笑我这句话，但只有我自己知道是这是一种什么心理状态，那时候的自己拼尽全力想要有一点点进步，可成绩出来却看不到一点变化，但即使这样还是要继续学，只要停下来了就会觉得罪恶，”你成绩那么差还好意思玩？“，想到父母的期望，想到他们那么辛苦为了我们几个孩子一年没有一天休息的工作，我就为自己这一刻的快乐感到羞愧，我没有资格享受，没资格放纵。</p>\n<p>”生活是一直都是这么艰难还是只是现在而已？“</p>\n<p>”一直如此。“</p>\n","prev":{"title":"11月总结","link":"2020/Summary-of-November"},"next":{"title":"记中秋国庆的8天小长假","link":"2020/one-week-long-holiday"},"plink":"https://vichin0215.github.io/2020/Summary-of-October/","reward":true,"copyright":{"author":"Vichin","updated":"2020年11月1日","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}