{"title":"记308宿舍第一次聚餐","date":"2020-06-06T01:35:26.000Z","date_formatted":{"ll":"2020年6月6日","L":"2020/06/06","MM-DD":"06-06"},"thumbnail":"2020/Dormitory-dinner/pink_sky.jpg","color":"#111","link":"2020/Dormitory-dinner","tags":["Life"],"categories":["Life"],"updated":"2020-06-06T12:47:43.286Z","content":"<p>  几周前我和一个室友都转专业成功了，这个学期末或下个学期一开学就要搬到另一个校区的宿舍了。因为疫情这个学期都不能解封出去了，所以昨天我们就点了烧烤、披萨、奶茶外卖在宿舍简单作为第一次也可能是最后一次聚餐。</p>\n<img src=\"https://s1.ax1x.com/2020/06/06/tyavj0.jpg\" style=\"zoom:50%;\" /><p>谈起大学室友，我想我是幸运的。从入学到现在换过两个宿舍，庆幸的是遇到的室友都是很友好的女孩子，互相之间也没有什么矛盾，没有发生像网上所说那种女生间的勾心斗角。即使刚开始由于生活习性或个人性格方面我会有点不能接受而自己偷偷吐槽，但越相处越会发现更多她温暖和细心的地方，就慢慢淡然了。</p>\n<img src=\"https://s1.ax1x.com/2020/06/06/t6U3NQ.md.jpg\" style=\"zoom:75%;\" /><p>这里要提起一个室友小T，我们大一担任各自班的副班长，因为工作上的事而相识，但一直不熟，后来因为我们都要转计算机专业才慢慢熟悉起来，大二开学换校区也住到了同一个宿舍直到现在。但刚开始住一起的时候我是有点不喜欢她的，不知道是因为我们都是要转同一个专业的，有竞争关系还是单纯因为好奇心，她总会关心我的举动。比如我穿鞋换衣服准备出去她就会问我去干嘛，是去图书馆吗；因为我的书桌在入门第一位，她无论是从外面回来还是过来这边接水，经过我座位的时候都会看看我在干嘛，如果我在看电脑也会凑过来看是什么内容，问我在学什么，是在编程吗；而且这一点和之前那个宿舍的一个室友也好像，她也总喜欢问我去干嘛，那时候我每天都是宿舍最早起床的，她就会问我去干嘛，去自习室吗……我是特别不喜欢这种感觉的，我也有自己的空间啊，连自己在做什么都要告知别人的感觉让我觉得很烦人。</p>\n<p>说回小T，这样子不冷不热过了一段时间之后，慢慢因为转专业的事我们开始经常聊天，她有朋友是大一成功转到计算机专业的，而我认识几个计算机专业的学长学姐和同学，我们有什么消息也会立刻告诉对方。这个学期准备转专业的事也挺多的，加之因为疫情封校，每次吃饭都会一起去食堂。慢慢的她也不那么关注我在干嘛了，即使有时候问我也没那么反感了，就说在看什么什么。而慢慢也觉得她其实也是个挺好的人，如果我有什么困难了她会特别热心地帮忙；别人和她说话的时候她会停下手里的事认真听，每次都会给予对方回应，我好像还没见过她不开心的时候，她也不会无端端给别人不好的态度和脸色。我之所以有这个感受是因为在之前的宿舍有两个室友有时候我都不敢和她们说话，有时候是因为起床气，这个也可以理解吧，但还有一次我记得是我们一起出去吃饭，有个室友不知道是不开心还是因为不喜欢这个店的菜，我们问她想吃什么，她就很不耐烦的翻了翻菜单，然后说句“随便吧”就自己玩手机了，搞得很尴尬；还有几次是可能正好遇上她心情不好吧，和她说话她也不应，这种真的让人感受挺不好的，但也只是很少数的情况了。有一次我因为某些事在阳台打电话情绪崩溃了一直在大哭，过了一会小T拿了一包纸巾出来给我，轻轻拍了两下我肩膀就回去了。那时候哭得挺厉害的，她的举动将我从困境中解救出来，一言不发却默默给了我安慰。</p>\n<img src=\"https://s1.ax1x.com/2020/06/06/t63Il8.jpg\" style=\"zoom:33%;\" /><p>我们宿舍是大二才住在一起的，五个人来自三个班，互相间刚开始基本不认识，住了一段时间才开始熟悉，但直到快一年了才大家一起聚在一起吃东西聊天，才有宿舍第一张合照，之前也没人提过要一起出去吃饭，可能是大家都觉得不够熟悉吧。聊天刚开始也只是吐槽点的外卖这个好吃那个不好吃，后来慢慢的就开始聊起自己小时候的事，聊家里的事，我们的家庭环境各不相同，但是从来没有感受到谁有优越感或谁对此自卑。其实我觉得这个宿舍的氛围我真的挺喜欢的，有时候会很安静，有时候会大家一起聊天说笑，每个人性格都很好，都是很善良友好的女孩子。如果说我的大学有什么可怀念的，除了和王先生的相识，就是遇到了这么一群好室友吧。</p>\n<img src=\"https://s1.ax1x.com/2020/06/06/t6JsyT.md.jpg\" style=\"zoom:70%;\" /><p>王先生对于我要换宿舍似乎有着比我还多的不舍，也许他是担心我去到新的宿舍室友不像现在的那么好了。但其实我觉得还好，一是我不怎么担心这个问题，二是我觉得剩下的时间室友关系好像也不是那么重要了。曾经我也是特别不喜欢离别，我一直觉得自己是一个重感情的人，即使只在一起待过几天要分别了还是会很难过，现在似乎好一点点了。我想，人的一生注定要遇到很多人，而大部分都只会成为过客停留在回忆里，我们走走停停，不断拥有又不断失去，正是这样才懂得珍惜。</p>\n<img src=\"https://s1.ax1x.com/2020/06/06/tcCgAJ.md.jpg\" style=\"zoom:70%;\" /><p>我对大学的初认识应该是在小学看的小说里，清爽的夏日傍晚，女主角穿着纯洁的白色连衣裙漫步在校园林荫小道上，而男主在旁边篮球场上挥汗淋漓的展示帅气球技，这时，篮球一不小心砸到了女主，往后便开始了男主和女主相爱相杀的故事……但上大学之后，令我万万没想到的现实是，我们居然还要上晚自习！所以并没有时间慢慢散步，一吃完饭就差不多要准备去晚自习写作业了哈哈哈🤣</p>\n<p>转眼我的大学已经过去一大半了，如果要问我最大的收获是什么，第一必定是自己迷茫寻找的方向有了答案，并在这期间遇到了我想要共度一生的人。再者，我庆幸自己至此遇到的都是充满善意的人，我想，从某个方面来讲，我是幸运的。</p>\n<p>往后的室友如果不是那么友好也没有很大关系了吧，我想这剩下的一年多我要专心于沉淀自己，努力补回落下的知识。星光不负赶路人，我还来得及，要对有勇气重头来过的自己有信心！最后，真心祝愿这几个天真温暖的女孩子都能有光明幸福的未来。</p>\n<img src=\"https://s1.ax1x.com/2020/06/06/tceouR.md.jpg\" style=\"zoom:75%;\" />","next":{"title":"又是一年毕业时","link":"2020/graduation"},"plink":"https://vichin0215.github.io/2020/Dormitory-dinner/","reward":true,"copyright":{"author":"Vichin","updated":"2020年6月6日","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}