{"title":"2020总结","date":"2020-12-31T14:17:59.000Z","date_formatted":{"ll":"2020年12月31日","L":"2020/12/31","MM-DD":"12-31"},"thumbnail":"2020/Summary-Of-2020/pic.jpg","color":"#111","link":"2020/Summary-Of-2020","tags":["Life","总结"],"categories":["年末总结"],"updated":"2021-01-02T11:55:24.644Z","content":"<p>2020年对全世界来说是动荡的一年，对我而言也是充满挑战的一年。</p>\n<p>今年过得尤其的快，因为疫情上半年基本都是在家过的，现在回想还觉得上网课的日子似乎刚过去不久，那时每天都在等着学校发开学通知，因为只有开学了才有机会和他见面，然而那时也没想到回校之后的封闭管理让我们相隔了半年才见面。</p>\n<p>值得提起的是在大二学年末抓住最后一次机会转进了计算机专业。开学后直接开始了一边上大三的课一边补大一大二基础课的日子，或许是大二在原专业过得太安逸了，我被这突然的高强度学习生活压得喘不过气，大三的网络实习，还有补修大二的ACM实习，同时还有好几门课程的实验课理论课冲突，我渐渐感受到自己的心态开始发生变化，变得紧张急躁。</p>\n<p><img src=\"https://s3.ax1x.com/2021/01/02/sSc4GF.jpg\" style=\"zoom: 33%;\" /><img src=\"https://s3.ax1x.com/2021/01/02/sSc524.jpg\" style=\"zoom:33%;\"></p>\n<p>我感到前所未有的压力和疲惫，可是走到这步了也没有别的路可退了；产生过放弃的想法，但很快我又意识到这是不可能的。在写ACM实验报告准备答辩的同时还要复习让我觉得这辈子也学不懂的算法，考试和压力从未停止过，我也从未得到过一天喘息。</p>\n<p>我能感受到自己内心的恐慌和急躁，我怕自己每一科都因准备不充分而不通过。最忙碌的时候，我连给自己中午半个小时的休息时间都会感到不安，躺在床上可脑袋却一直在放映着还没完成的学习任务，于是赶紧又起来继续学习。内心的不安焦虑又无人能述说，和他说多了他也认为我只在抱怨，让我去努力去改变，和我说职场工作后的压力不知比这大多少。他初心是好的，到底还是我的抗压能力不够，我只觉得更压抑窒息。</p>\n<p>好在生活没有亏待我，慢慢的事情都往好的方向发展了。两个实习结束了，最为头疼的算法考完也觉得还好，而因为没有太多时间复习的Java竟也得了超乎意料的八十多分，难以相信自己居然超过了大多原专业的同学。</p>\n<img src=\"https://s3.ax1x.com/2021/01/02/sSgVJS.jpg\" style=\"zoom:67%;\" /><p>2020年席卷全国的新冠疫情夺走了许多人的生命，而在中秋国庆双节过去不久后，我第一次感受到了死亡的距离。爷爷的离世是我一生无法释怀的伤痛。在许多个时间的空隙里我会想起他，我恨自己为什么不早点回去看望他，总拖着下一次下一次，可他永远也等不到那一天了……我不敢回忆，遗憾和悔恨铺天盖地而来，我只能让自己赶紧转移注意力，不去想，但也不会忘记。他的儿女没有尽到子女的责任，或许亲情的寡淡让所有人看起来都那么平静，我只觉得可悲，我无力改变也再无没有机会改变，唯一能做的就是让自己不像他们一样。生命只有一次，这句话在安全标语中出现过无数次，而我现在才体会到其中的深意。有的事错过了就再也没机会了，无论多悔恨遗憾也不能让人起死回生，体会过这种深深的无力感才真正明白珍惜，无论是时间还是人。</p>\n<img src=\"https://s3.ax1x.com/2021/01/02/sSgFdP.jpg\" style=\"zoom:67%;\" /><p>这一年感受到了自己的变化，前几天上贴吧看了自己大一入学时发的帖子，觉得幼稚又好笑。恋爱两年他的存在让我时常感到幸福，因为家里孩子多，又是传统家庭，亲人含蓄不善表达让我没有得到过太多强烈的爱，但在他这里我得到了偏爱，他的关爱和包容让我感到幸福安心，和他数不清的谈话让我知道了很多没机会了解的事情，也让我在一次次电话中成长了很多。2020年他从深圳去了上海，他变得更忙了，距离、时间和疫情让我们这年的见面变得少之又少。不能见面加上前期学习的压力让我总是烦躁而对他发脾气，而他的一次次包容也逐渐助长了我的任性……我明白每个人都不易，有时候实在烦躁得很就容易冲他发火，可对比他，生活上的烦恼从来没带到过我们的感情中，其实他的压力比我大多了，可他却不会因此影响我们的感情，这是我没有他做得好的地方。</p>\n<p>2020年也有很多遗憾：</p>\n<ul><li>没能重新拾起儿时的绘画梦，拿起画笔才发现曾经那股可以一坐画一天的热情已经无影无踪，笔触的生疏也让我画几笔就兴趣寥寥不想继续。</li>\n<li>高中的文学基础早已消退，想写些东西却时常无从下笔，想当年我的优秀作文可是得到印刷分发给全年级同学学习参考的。回头看看自己今天写的也是一通流水账罢了，实在无力😟</li>\n</ul><p>2021年有一些小小的flag：</p>\n<ul><li><p>控制自己的脾气，不要做任性无理的人，不要让他感到那么累。理解、体谅和珍惜才会让我们的感情更坚固，才会让我们走得更远。</p>\n</li>\n<li><p>多看书提升文笔，尽量多动笔，最好能在每月一次的总结中看到文笔的提升。</p>\n</li>\n<li><p>学习上希望自己能更加勇敢去面对困难，不要害怕不要退缩。</p>\n<img src=\"https://s3.ax1x.com/2021/01/02/sSgCqI.jpg\" style=\"zoom:67%;\" /></li>\n</ul><p>2020再艰难都成为了过去，2021对我来说是个新的开始，经历了最困难的阶段感觉再没有什么能让我害怕了，让压力成为常态，困难你尽管来吧！</p>\n<p><strong><em>生活是个欺软怕硬的家伙，你越软弱，他就越蹬鼻子上脸；你越强悍，他就会对你关爱有加。只要你相信自己，咬紧牙关，熬过最艰难的时刻，以后的日子，还有什么困难能吓得住你？</em></strong></p>\n<p>2021，你好！</p>\n","next":{"title":"11月总结","link":"2020/Summary-of-November"},"plink":"https://vichin0215.github.io/2020/Summary-Of-2020/","reward":true,"copyright":{"author":"Vichin","updated":"2021年1月2日","license":"Attribution-NonCommercial-NoDerivatives 4.0 International (<a href=\"https://creativecommons.org/licenses/by-nc-sa/4.0/\" rel=\"external nofollow noopener\" target=\"_blank\">CC BY-NC-ND 4.0</a>)"}}